Repository: mansoor2016/Safa
Catalog: Safa/Localizable.xcstrings
Source language: en
Languages: ar, bn, fa, fr, id, ms, tr, ur

source: — Narrated by %@
ar: — رواه %@
bn: — বর্ণনা করেছেন %@
fa: — روایت شده توسط %@
fr: — Rapporté par %@
id: — Diriwayatkan oleh %@
ms: — Diriwayatkan oleh %@
tr: — %@ tarafından rivayet edilmiştir
ur: — بیان کردہ %@

source: "I intend to fast tomorrow for the month of Ramadan"
ar: "نويت صوم غد من شهر رمضان"
bn: "আগামীকাল রমজান মাসের জন্য রোজা রাখার নিয়ত করছি"
fa: «نیت دارم فردا برای ماه رمضان روزه بگیرم»
fr: « J'ai l'intention de jeûner demain pour le mois de Ramadan »
id: "Aku niat berpuasa esok hari untuk bulan Ramadan"
ms: "Saya berniat berpuasa esok untuk bulan Ramadan"
tr: "Yarın Ramazan ayı için oruç tutmaya niyet ediyorum"
ur: "میں نے رمضان کے مہینے میں کل روزہ رکھنے کی نیت کی"

source: (%lld days from now)
ar: (%lld أيام من الآن)
bn: (এখন থেকে %lld দিন)
fa: (%lld روز دیگر)
fr: (dans %lld jours)
id: (%lld hari lagi)
ms: (%lld hari lagi)
tr: (%lld gün sonra)
ur: (%lld دن باقی)

# %@ %lld AH
source: %1$@ %2$lld AH
ar: %1$@ %2$lld هـ
bn: %1$@ %2$lld হিজরি
fa: %1$@ %2$lld ه‍.ق
fr: %1$@ %2$lld H
id: %1$@ %2$lld H
ms: %1$@ %2$lld H
tr: %1$@ %2$lld H
ur: %1$@ %2$lld ہجری

# %@ at %@
source: %1$@ at %2$@
ar: %1$@ في %2$@
bn: %2$@ এ %1$@
fa: %1$@ در %2$@
fr: %1$@ à %2$@
id: %1$@ pada %2$@
ms: %1$@ pada %2$@
tr: %2$@ saatinde %1$@
ur: %2$@ پر %1$@

source: %@ Dhikr
ar: ذكر %@
bn: %@ যিকির
fa: ذکر %@
id: Dzikir %@
ms: Zikir %@
tr: %@ Zikir
ur: %@ ذکر

source: %@ duas
ar: %@ أدعية
bn: %@ দোয়া
fa: %@ دعا
fr: %@ dou'as
id: %@ doa
ms: %@ doa
tr: %@ dua
ur: %@ دعائیں

source: %@ is coming!
ar: %@ قادم!
bn: %@ আসছে!
fa: %@ در راه است!
fr: %@ approche !
id: %@ akan tiba!
ms: %@ akan tiba!
tr: %@ yaklaşıyor!
ur: %@ آ رہا ہے!

# %@ is in %lld day(s). %@
source: %1$@ is in %2$lld day(s). %3$@
ar: %1$@ بعد %2$lld يوم. %3$@
bn: %1$@ %2$lld দিনের মধ্যে। %3$@
fa: %1$@ %2$lld روز دیگر است. %3$@
fr: %1$@ dans %2$lld jour(s). %3$@
id: %1$@ dalam %2$lld hari. %3$@
ms: %1$@ dalam %2$lld hari. %3$@
tr: %1$@ %2$lld gün sonra. %3$@
ur: %1$@ %2$lld دن میں ہے۔ %3$@

# %@ number %lld. %@. %@
source: %1$@ number %2$lld. %3$@. %4$@
ar: %1$@ رقم %2$lld. %3$@. %4$@
bn: %1$@ নম্বর %2$lld। %3$@। %4$@
fa: %1$@ شماره %2$lld. %3$@. %4$@
fr: %1$@ numéro %2$lld. %3$@. %4$@
id: %1$@ nomor %2$lld. %3$@. %4$@
ms: %1$@ nombor %2$lld. %3$@. %4$@
tr: %1$@ numara %2$lld. %3$@. %4$@
ur: %1$@ نمبر %2$lld۔ %3$@۔ %4$@

source: %@ prayer is already logged for today.
ar: صلاة %@ مسجلة بالفعل لليوم.
bn: আজকের জন্য %@ নামাজ ইতিমধ্যে লগ করা হয়েছে।
fa: نماز %@ برای امروز ثبت شده است.
fr: La prière %@ est déjà enregistrée pour aujourd'hui.
id: Shalat %@ sudah dicatat untuk hari ini.
ms: Solat %@ sudah direkod untuk hari ini.
tr: %@ namazı bugün için zaten kaydedildi.
ur: %@ نماز آج پہلے سے لاگ ہے۔

source: %@ Time
ar: وقت %@
bn: %@ সময়
fa: زمان %@
fr: Heure de %@
id: Waktu %@
ms: Waktu %@
tr: %@ Vakti
ur: %@ کا وقت

# %@, %lld duas
source: %1$@, %2$lld duas
ar: %1$@، %2$lld دعاء
bn: %1$@, %2$lld দোয়া
fa: %1$@، %2$lld دعا
fr: %1$@, %2$lld dou'as
id: %1$@, %2$lld doa
ms: %1$@, %2$lld doa
tr: %1$@, %2$lld dua
ur: %1$@، %2$lld دعائیں

# %@, %lld hadith
source: %1$@, %2$lld hadith
ar: %1$@، %2$lld حديث
bn: %1$@, %2$lld হাদিস
fa: %1$@، %2$lld حدیث
id: %1$@, %2$lld hadis
ms: %1$@, %2$lld hadis
tr: %1$@, %2$lld hadis
ur: %1$@، %2$lld حدیث

# %@: %lld min
source: %1$@: %2$lld min
ar: %1$@: %2$lld دقيقة
bn: %1$@: %2$lld মিনিট
fa: %1$@: %2$lld دقیقه
id: %1$@: %2$lld menit
tr: %1$@: %2$lld dk
ur: %1$@: %2$lld منٹ

source: %lld ayahs
ar: %lld آية
bn: %lld আয়াত
fa: %lld آیه
fr: %lld versets
id: %lld ayat
ms: %lld ayat
tr: %lld ayet
ur: %lld آیات

source: %lld Ayahs
ar: %lld آية
bn: %lld আয়াত
fa: %lld آیه
fr: %lld Versets
id: %lld Ayat
ms: %lld Ayat
tr: %lld Ayet
ur: %lld آیات

# %lld day%@ until %@
source: %1$lld day%2$@ until %3$@
ar: %1$lld يوم%2$@ حتى %3$@
bn: %3$@ পর্যন্ত %1$lld দিন%2$@
fa: %1$lld روز%2$@ تا %3$@
fr: %1$lld jour%2$@ jusqu'à %3$@
id: %1$lld hari%2$@ menuju %3$@
ms: %1$lld hari%2$@ lagi hingga %3$@
tr: %3$@'a %1$lld gün%2$@ kaldı
ur: %3$@ تک %1$lld دن%2$@

source: %lld days
ar: %lld أيام
bn: %lld দিন
fa: %lld روز
fr: %lld jours
id: %lld hari
ms: %lld hari
tr: %lld gün
ur: %lld دن

source: %lld days until Ramadan begins
ar: %lld يومًا حتى بداية رمضان
bn: রমজান শুরু হতে %lld দিন বাকি
fa: %lld روز تا آغاز رمضان
fr: %lld jours avant le début du Ramadan
id: %lld hari menuju Ramadan dimulai
ms: %lld hari lagi hingga Ramadan bermula
tr: Ramazan'a %lld gün kaldı
ur: رمضان شروع ہونے میں %lld دن باقی

source: %lld hadith
ar: %lld حديث
bn: %lld হাদিস
fa: %lld حدیث
id: %lld hadis
ms: %lld hadis
tr: %lld hadis
ur: %lld حدیث

source: %lld Hasanat
ar: %lld حسنات
bn: %lld সওয়াব
fa: %lld حسنات
ur: %lld حسنات

source: %lld hours
ar: %lld ساعة
bn: %lld ঘণ্টা
fa: %lld ساعت
fr: %lld heures
id: %lld jam
ms: %lld jam
tr: %lld saat
ur: %lld گھنٹے

source: %lld khatm
ar: %lld ختمة
bn: %lld খতম
fa: %lld ختم
id: %lld khatam
ms: %lld khatam
tr: %lld hatim
ur: %lld ختم

source: %lld lessons
ar: %lld درس
bn: %lld পাঠ
fa: %lld درس
fr: %lld leçons
id: %lld pelajaran
ms: %lld pelajaran
tr: %lld ders
ur: %lld اسباق

source: %lld lessons completed
ar: %lld درس مكتمل
bn: %lld পাঠ সম্পন্ন
fa: %lld درس تکمیل شده
fr: %lld leçons terminées
id: %lld pelajaran selesai
ms: %lld pelajaran selesai
tr: %lld ders tamamlandı
ur: %lld اسباق مکمل

source: %lld messages
ar: %lld رسالة
bn: %lld বার্তা
fa: %lld پیام
id: %lld pesan
ms: %lld mesej
tr: %lld mesaj
ur: %lld پیغامات

source: %lld min
ar: %lld د
bn: %lld মিনিট
fa: %lld دقیقه
id: %lld menit
tr: %lld dk
ur: %lld منٹ

# %lld min • %@
source: %1$lld min • %2$@
ar: %1$lld د • %2$@
bn: %1$lld মিনিট • %2$@
fa: %1$lld دقیقه • %2$@
id: %1$lld menit • %2$@
tr: %1$lld dk • %2$@
ur: %1$lld منٹ • %2$@

# %lld of %lld
source: %1$lld of %2$lld
ar: %1$lld من %2$lld
bn: %2$lld এর %1$lld
fa: %1$lld از %2$lld
fr: %1$lld sur %2$lld
id: %1$lld dari %2$lld
ms: %1$lld daripada %2$lld
tr: %2$lld içinde %1$lld
ur: %2$lld میں سے %1$lld

source: %lld of 5
ar: %lld من 5
bn: ৫ এর %lld
fa: %lld از ۵
fr: %lld sur 5
id: %lld dari 5
ms: %lld daripada 5
tr: 5'te %lld
ur: 5 میں سے %lld

source: %lld percent complete
ar: %lld بالمئة مكتمل
bn: %lld শতাংশ সম্পন্ন
fa: %lld درصد تکمیل شده
fr: %lld pourcent terminé
id: %lld persen selesai
ms: %lld peratus selesai
tr: %lld tamamlandı
ur: %lld فیصد مکمل

source: %lld rak'ahs
ar: %lld ركعة
bn: %lld রাকাআত
fa: %lld رکعت
id: %lld rakaat
ms: %lld rakaat
tr: %lld rekat
ur: %lld رکعات

source: %lld results
ar: %lld نتيجة
bn: %lld ফলাফল
fa: %lld نتیجه
fr: %lld résultats
id: %lld hasil
ms: %lld keputusan
tr: %lld sonuç
ur: %lld نتائج

source: %lld results found
ar: تم العثور على %lld نتيجة
bn: %lld ফলাফল পাওয়া গেছে
fa: %lld نتیجه یافت شد
fr: %lld résultats trouvés
id: %lld hasil ditemukan
ms: %lld keputusan dijumpai
tr: %lld sonuç bulundu
ur: %lld نتائج ملے

# %lld to Level %lld
source: %1$lld to Level %2$lld
ar: %1$lld إلى المستوى %2$lld
bn: লেভেল %2$lld এ %1$lld
fa: %1$lld تا سطح %2$lld
fr: %1$lld jusqu'au niveau %2$lld
id: %1$lld ke Level %2$lld
ms: %1$lld ke Tahap %2$lld
tr: Seviye %2$lld'ye %1$lld
ur: لیول %2$lld تک %1$lld

source: %lld to next
ar: %lld للتالي
bn: পরবর্তীতে %lld
fa: %lld تا بعدی
fr: %lld pour le suivant
id: %lld ke berikutnya
ms: %lld ke seterusnya
tr: sonrakine %lld
ur: اگلے تک %lld

# %lld/%lld completed
source: %1$lld/%2$lld completed
ar: %1$lld/%2$lld مكتمل
bn: %1$lld/%2$lld সম্পন্ন
fa: %1$lld/%2$lld تکمیل شده
fr: %1$lld/%2$lld terminé
id: %1$lld/%2$lld selesai
ms: %1$lld/%2$lld selesai
tr: %1$lld/%2$lld tamamlandı
ur: %1$lld/%2$lld مکمل

# %lld/%lld Correct
source: %1$lld/%2$lld Correct
ar: %1$lld/%2$lld صحيح
bn: %1$lld/%2$lld সঠিক
fa: %1$lld/%2$lld صحیح
id: %1$lld/%2$lld Benar
ms: %1$lld/%2$lld Betul
tr: %1$lld/%2$lld Doğru
ur: %1$lld/%2$lld درست

source: %lld° from North
ar: %lld° من الشمال
bn: উত্তর থেকে %lld°
fa: %lld° از شمال
fr: %lld° du Nord
id: %lld° dari Utara
ms: %lld° dari Utara
tr: Kuzeyden %lld°
ur: شمال سے %lld°

# %lldh %lldm
source: %1$lldh %2$lldm
ar: %1$lldس %2$lldد
bn: %1$lldঘ %2$lldমি
fa: %1$lldس %2$lldد
id: %1$lldj %2$lldm
ms: %1$lldj %2$lldm
tr: %1$llds %2$lldd

source: • Double-tap and hold on the tasbeeh button for rapid counting
ar: • انقر نقرًا مزدوجًا مع الاستمرار على زر التسبيح للعد السريع
bn: • দ্রুত গণনার জন্য তাসবীহ বোতামে ডাবল-ট্যাপ করুন এবং ধরে রাখুন
fa: • دوبار ضربه بزنید و دکمه تسبیح را نگه دارید برای شمارش سریع
fr: • Double-tapez et maintenez le bouton tasbih pour un comptage rapide
id: • Ketuk dua kali dan tahan tombol tasbeeh untuk menghitung cepat
ms: • Ketuk dua kali dan tahan pada butang tasbih untuk mengira pantas
tr: • Hızlı sayım için tesbih düğmesine çift dokunun ve basılı tutun
ur: • تیز گنتی کے لیے تسبیح بٹن پر ڈبل ٹیپ کریں اور دبائے رکھیں

source: • Enable "Speak Screen" to have the Quran read aloud
ar: • فعّل "نطق الشاشة" لقراءة القرآن بصوت عالٍ
bn: • কুরআন উচ্চস্বরে পড়ার জন্য "স্পিক স্ক্রিন" সক্ষম করুন
fa: • «خواندن صفحه» را فعال کنید تا قرآن با صدای بلند خوانده شود
fr: • Activez « Énoncer l'écran » pour faire lire le Coran à voix haute
id: • Aktifkan "Ucapkan Layar" untuk membacakan Al-Quran dengan suara
ms: • Aktifkan "Speak Screen" untuk mendengar bacaan Al-Quran
tr: • Kur'an'ın sesli okunması için "Ekranı Konuş"u etkinleştirin
ur: • قرآن بلند آواز میں پڑھنے کے لیے "Speak Screen" فعال کریں

source: • Prayer log history
ar: • سجل الصلاة
bn: • নামাজ লগ ইতিহাস
fa: • تاریخچه ثبت نماز
fr: • Historique des prières enregistrées
id: • Riwayat catatan shalat
ms: • Sejarah rekod solat
tr: • Namaz kaydı geçmişi
ur: • نماز لاگ کی سرگزشت

source: • Preferences and settings
ar: • التفضيلات والإعدادات
bn: • পছন্দ এবং সেটিংস
fa: • ترجیحات و تنظیمات
fr: • Préférences et réglages
id: • Preferensi dan pengaturan
ms: • Keutamaan dan tetapan
tr: • Tercihler ve ayarlar
ur: • ترجیحات اور ترتیبات

source: • Quran bookmarks and reading progress
ar: • إشارات القرآن وتقدم القراءة
bn: • কুরআন বুকমার্ক এবং পড়ার অগ্রগতি
fa: • نشانک‌های قرآن و پیشرفت خواندن
fr: • Marque-pages et progression de lecture du Coran
id: • Penanda Al-Quran dan kemajuan bacaan
ms: • Penanda Al-Quran dan kemajuan bacaan
tr: • Kur'an yer imleri ve okuma ilerlemesi
ur: • قرآن بک مارکس اور پڑھنے کی پیش رفت

source: • Streaks and progress
ar: • السلاسل والتقدم
bn: • ধারাবাহিকতা এবং অগ্রগতি
fa: • روزهای متوالی و پیشرفت
fr: • Séries et progression
id: • Capaian beruntun dan kemajuan
ms: • Pencapaian berturutan dan kemajuan
tr: • Seriler ve ilerleme
ur: • سلسلے اور پیش رفت

source: • Three-finger swipe to navigate between pages
ar: • اسحب بثلاثة أصابع للتنقل بين الصفحات
bn: • পৃষ্ঠাগুলির মধ্যে নেভিগেট করতে তিন আঙুলে সোয়াইপ করুন
fa: • با سه انگشت بکشید برای حرکت بین صفحات
fr: • Glissez avec trois doigts pour naviguer entre les pages
id: • Geser tiga jari untuk navigasi antar halaman
ms: • Leret tiga jari untuk navigasi antara halaman
tr: • Sayfalar arasında gezinmek için üç parmakla kaydırın
ur: • صفحات کے درمیان جانے کے لیے تین انگلیوں سے سوائپ کریں

source: • Use rotor to navigate between headings and buttons
ar: • استخدم الدوّار للتنقل بين العناوين والأزرار
bn: • শিরোনাম এবং বোতামের মধ্যে নেভিগেট করতে রোটর ব্যবহার করুন
fa: • از روتور برای حرکت بین عناوین و دکمه‌ها استفاده کنید
fr: • Utilisez le rotor pour naviguer entre les titres et boutons
id: • Gunakan rotor untuk navigasi antara judul dan tombol
ms: • Gunakan rotor untuk navigasi antara tajuk dan butang
tr: • Başlıklar ve düğmeler arasında gezinmek için rotoru kullanın
ur: • عنوانات اور بٹنوں کے درمیان جانے کے لیے rotor استعمال کریں

source: • User statistics
ar: • إحصائيات المستخدم
bn: • ব্যবহারকারী পরিসংখ্যান
fa: • آمار کاربر
fr: • Statistiques utilisateur
id: • Statistik pengguna
ms: • Statistik pengguna
tr: • Kullanıcı istatistikleri
ur: • صارف کے اعداد و شمار

source: +%lld Hasanat
ar: +%lld حسنات
bn: +%lld সওয়াব
fa: +%lld حسنات
ur: +%lld حسنات

source: +15 Hasanat
ar: +15 حسنات
bn: +১৫ সওয়াব
fa: +۱۵ حسنات
ur: +15 حسنات

source: ~%lld min
ar: ~%lld د
bn: ~%lld মিনিট
fa: ~%lld دقیقه
id: ~%lld menit
tr: ~%lld dk
ur: ~%lld منٹ

source: 1. Open Settings on your iPhone
ar: 1. افتح الإعدادات على هاتفك
bn: ১. আপনার আইফোনে সেটিংস খুলুন
fa: ۱. تنظیمات را در آیفون خود باز کنید
fr: 1. Ouvrez Réglages sur votre iPhone
id: 1. Buka Pengaturan di iPhone Anda
ms: 1. Buka Tetapan pada iPhone anda
tr: 1. iPhone'unuzda Ayarlar'ı açın
ur: 1. اپنے آئی فون پر ترتیبات کھولیں

source: 2. Tap Focus
ar: 2. اضغط على التركيز
bn: ২. ফোকাসে ট্যাপ করুন
fa: ۲. روی تمرکز ضربه بزنید
fr: 2. Appuyez sur Concentration
id: 2. Ketuk Fokus
ms: 2. Ketuk Fokus
tr: 2. Odaklanma'ya dokunun
ur: 2. Focus پر ٹیپ کریں

source: 3. Create a new Focus or edit an existing one
ar: 3. أنشئ تركيزًا جديدًا أو عدّل موجودًا
bn: ৩. একটি নতুন ফোকাস তৈরি করুন বা বিদ্যমান একটি সম্পাদনা করুন
fa: ۳. یک تمرکز جدید ایجاد کنید یا موجود را ویرایش کنید
fr: 3. Créez une nouvelle concentration ou modifiez-en une existante
id: 3. Buat Fokus baru atau edit yang sudah ada
ms: 3. Cipta Fokus baharu atau edit yang sedia ada
tr: 3. Yeni bir Odaklanma oluşturun veya mevcut birini düzenleyin
ur: 3. نیا Focus بنائیں یا موجودہ میں ترمیم کریں

source: 4. Under 'Allowed Notifications', add Safa
ar: 4. تحت 'الإشعارات المسموح بها'، أضف Safa
bn: ৪. 'অনুমোদিত বিজ্ঞপ্তি'-র অধীনে, Safa যুক্ত করুন
fa: ۴. در «اعلان‌های مجاز»، Safa را اضافه کنید
fr: 4. Sous « Notifications autorisées », ajoutez Safa
id: 4. Di bawah 'Notifikasi Diizinkan', tambahkan Safa
ms: 4. Di bawah 'Pemberitahuan Dibenarkan', tambah Safa
tr: 4. 'İzin Verilen Bildirimler' altında Safa'yı ekleyin
ur: 4. 'اجازت یافتہ اطلاعات' کے تحت Safa شامل کریں

source: 5 minutes
ar: 5 دقائق
bn: ৫ মিনিট
fa: ۵ دقیقه
id: 5 menit
ms: 5 minit
tr: 5 dakika
ur: 5 منٹ

source: 5. Choose which Safa notification types to allow
ar: 5. اختر أنواع إشعارات Safa المسموح بها
bn: ৫. কোন Safa বিজ্ঞপ্তি প্রকার অনুমতি দিতে হবে তা চয়ন করুন
fa: ۵. انتخاب کنید کدام انواع اعلان‌های Safa مجاز باشند
fr: 5. Choisissez les types de notifications Safa à autoriser
id: 5. Pilih jenis notifikasi Safa yang diizinkan
ms: 5. Pilih jenis pemberitahuan Safa yang dibenarkan
tr: 5. Hangi Safa bildirim türlerine izin verileceğini seçin
ur: 5. منتخب کریں کہ Safa کی کون سی اطلاعات کی اقسام کی اجازت دیں

source: 6. Optional: Schedule the Focus for prayer times
ar: 6. اختياري: جدولة التركيز لأوقات الصلاة
bn: ৬. ঐচ্ছিক: নামাজের সময়ের জন্য ফোকাস নির্ধারণ করুন
fa: ۶. اختیاری: تمرکز را برای اوقات نماز زمان‌بندی کنید
fr: 6. Optionnel : Programmez la concentration aux horaires de prière
id: 6. Opsional: Jadwalkan Fokus untuk waktu shalat
ms: 6. Pilihan: Jadualkan Fokus untuk waktu solat
tr: 6. İsteğe bağlı: Namaz vakitleri için Odaklanma'yı programlayın
ur: 6. اختیاری: نماز کے اوقات کے لیے Focus شیڈول کریں

source: 9 minutes
ar: 9 دقائق
bn: ৯ মিনিট
fa: ۹ دقیقه
id: 9 menit
ms: 9 minit
tr: 9 dakika
ur: 9 منٹ

source: 10 minutes
ar: 10 دقائق
bn: ১০ মিনিট
fa: ۱۰ دقیقه
id: 10 menit
ms: 10 minit
tr: 10 dakika
ur: 10 منٹ

source: 14 days
ar: 14 يومًا
bn: ১৪ দিন
fa: ۱۴ روز
fr: 14 jours
id: 14 hari
ms: 14 hari
tr: 14 gün
ur: 14 دن

source: 15 minutes
ar: 15 دقيقة
bn: ১৫ মিনিট
fa: ۱۵ دقیقه
id: 15 menit
ms: 15 minit
tr: 15 dakika
ur: 15 منٹ

source: 20 minutes
ar: 20 دقيقة
bn: ২০ মিনিট
fa: ۲۰ دقیقه
id: 20 menit
ms: 20 minit
tr: 20 dakika
ur: 20 منٹ

source: 99 Names of Allah
ar: أسماء الله الحسنى
bn: আল্লাহর ৯৯টি নাম
fa: ۹۹ نام الله
fr: Les 99 Noms d'Allah
id: 99 Nama Allah
ms: 99 Nama Allah
tr: Allah'ın 99 İsmi
ur: اللہ کے 99 نام

source: About
ar: حول
bn: সম্পর্কে
fa: درباره
fr: À propos
id: Tentang
ms: Perihal
tr: Hakkında
ur: کے بارے میں

source: About Safa
ar: حول Safa
bn: Safa সম্পর্কে
fa: درباره Safa
fr: À propos de Safa
id: Tentang Safa
ms: Perihal Safa
tr: Safa Hakkında
ur: Safa کے بارے میں

source: About Zakat
ar: حول الزكاة
bn: যাকাত সম্পর্কে
fa: درباره زکات
fr: À propos de la Zakat
id: Tentang Zakat
ms: Perihal Zakat
tr: Zekat Hakkında
ur: زکوٰۃ کے بارے میں

source: Above Nisab threshold
ar: فوق نصاب الزكاة
bn: নিসাব সীমার উপরে
fa: بالاتر از آستانه نصاب
fr: Au-dessus du seuil Nisab
id: Di atas ambang Nisab
ms: Melebihi nisab
tr: Nisap eşiğinin üstünde
ur: نصاب سے اوپر

source: Accessibility
ar: إمكانية الوصول
bn: অ্যাক্সেসযোগ্যতা
fa: دسترسی‌پذیری
fr: Accessibilité
id: Aksesibilitas
ms: Kebolehcapaian
tr: Erişilebilirlik
ur: رسائی

source: Accessibility features are not yet fully functional. Safa will support Dynamic Type, VoiceOver, and other iOS accessibility features in a future update.
ar: ميزات إمكانية الوصول غير مفعّلة بالكامل بعد. سيدعم Safa الخط الديناميكي وVoiceOver وميزات إمكانية الوصول الأخرى في تحديث قادم.
bn: অ্যাক্সেসযোগ্যতা বৈশিষ্ট্যগুলি এখনও সম্পূর্ণভাবে কার্যকর নয়। Safa ভবিষ্যতের আপডেটে ডায়নামিক টাইপ, ভয়েসওভার এবং অন্যান্য iOS অ্যাক্সেসযোগ্যতা বৈশিষ্ট্য সমর্থন করবে।
fa: ویژگی‌های دسترسی‌پذیری هنوز کاملاً کاربردی نیستند. Safa در آینده از نوع پویا، VoiceOver و سایر ویژگی‌های دسترسی‌پذیری iOS پشتیبانی خواهد کرد.
fr: Les fonctionnalités d'accessibilité ne sont pas encore complètement fonctionnelles. Safa prendra en charge Dynamic Type, VoiceOver et d'autres fonctionnalités d'accessibilité iOS dans une prochaine mise à jour.
id: Fitur aksesibilitas belum sepenuhnya berfungsi. Safa akan mendukung Tipe Dinamis, VoiceOver, dan fitur aksesibilitas iOS lainnya dalam pembaruan mendatang.
ms: Ciri kebolehcapaian belum berfungsi sepenuhnya. Safa akan menyokong Dynamic Type, VoiceOver, dan ciri kebolehcapaian iOS lain dalam kemas kini akan datang.
tr: Erişilebilirlik özellikleri henüz tam olarak işlevsel değil. Safa gelecekteki bir güncellemede Dinamik Yazı Tipi, VoiceOver ve diğer iOS erişilebilirlik özelliklerini destekleyecek.
ur: رسائی کی خصوصیات ابھی مکمل طور پر فعال نہیں ہیں۔ Safa مستقبل کی اپڈیٹ میں Dynamic Type، VoiceOver اور دیگر iOS رسائی خصوصیات کی حمایت کرے گا۔

source: Accessibility Tips
ar: نصائح إمكانية الوصول
bn: অ্যাক্সেসযোগ্যতা টিপস
fa: نکات دسترسی‌پذیری
fr: Conseils d'accessibilité
id: Tips Aksesibilitas
ms: Petua Kebolehcapaian
tr: Erişilebilirlik İpuçları
ur: رسائی کے نکات

source: Acknowledgements
ar: الشكر والتقدير
bn: কৃতজ্ঞতা
fa: قدردانی‌ها
fr: Remerciements
id: Penghargaan
ms: Penghargaan
tr: Teşekkürler
ur: تشکرات

source: Active
ar: نشط
bn: সক্রিয়
fa: فعال
fr: Actif
id: Aktif
ms: Aktif
tr: Aktif
ur: فعال

source: Activity
ar: النشاط
bn: কার্যকলাপ
fa: فعالیت
fr: Activité
id: Aktivitas
ms: Aktiviti
tr: Aktivite
ur: سرگرمی

source: Add a note...
ar: أضف ملاحظة...
bn: একটি নোট যুক্ত করুন...
fa: یادداشتی اضافه کنید...
fr: Ajouter une note...
id: Tambah catatan...
ms: Tambah nota...
tr: Not ekle...
ur: نوٹ شامل کریں...

source: Add any notes...
ar: أضف أي ملاحظات...
bn: কোনো নোট যুক্ত করুন...
fa: هر یادداشتی اضافه کنید...
fr: Ajouter des notes...
id: Tambah catatan apa pun...
ms: Tambah sebarang nota...
tr: Notlar ekle...
ur: کوئی بھی نوٹ شامل کریں...

source: Add one to the tasbeeh counter
ar: أضف واحدة إلى عداد التسبيح
bn: তাসবীহ কাউন্টারে একটি যোগ করুন
fa: یکی به شمارنده تسبیح اضافه کنید
fr: Ajouter un au compteur tasbih
id: Tambah satu ke penghitung tasbeeh
ms: Tambah satu pada pengira tasbih
tr: Tesbih sayacına bir ekle
ur: تسبیح کاؤنٹر میں ایک شامل کریں

source: Add to Apple Calendar
ar: أضف إلى تقويم Apple
bn: Apple ক্যালেন্ডারে যুক্ত করুন
fa: به تقویم اپل اضافه کنید
fr: Ajouter au Calendrier Apple
id: Tambahkan ke Kalender Apple
ms: Tambah ke Kalendar Apple
tr: Apple Takvim'e Ekle
ur: Apple Calendar میں شامل کریں

source: Add to Calendar
ar: أضف إلى التقويم
bn: ক্যালেন্ডারে যুক্ত করুন
fa: به تقویم اضافه کنید
fr: Ajouter au calendrier
id: Tambahkan ke Kalender
ms: Tambah ke Kalendar
tr: Takvime Ekle
ur: کیلنڈر میں شامل کریں

source: Adhan
ar: الأذان
bn: আযান
fa: اذان
id: Adzan
ms: Azan
tr: Ezan
ur: اذان

source: Adhan Voice
ar: صوت الأذان
bn: আযানের কণ্ঠস্বর
fa: صدای اذان
fr: Voix de l'Adhan
id: Suara Adzan
ms: Suara Azan
tr: Ezan Sesi
ur: اذان کی آواز

source: Adhan won't play when your iPhone is on silent mode.
ar: لن يُشغَّل الأذان عندما يكون هاتفك في الوضع الصامت.
bn: আপনার আইফোন সাইলেন্ট মোডে থাকলে আযান বাজবে না।
fa: وقتی آیفون شما در حالت سکوت است، اذان پخش نمی‌شود.
fr: L'adhan ne sera pas joué lorsque votre iPhone est en mode silencieux.
id: Adzan tidak akan berbunyi saat iPhone dalam mode senyap.
ms: Azan tidak akan berbunyi apabila iPhone anda dalam mod senyap.
tr: iPhone'unuz sessiz moddayken ezan çalmaz.
ur: جب آپ کا آئی فون خاموش موڈ پر ہو تو اذان نہیں بجے گی۔

source: Adjustments
ar: التعديلات
bn: সমন্বয়
fa: تنظیمات
fr: Ajustements
id: Penyesuaian
ms: Pelarasan
tr: Ayarlamalar
ur: ایڈجسٹمنٹس

source: AI Companion
ar: المساعد الذكي
bn: AI সহযোগী
fa: همراه هوش مصنوعی
fr: Compagnon IA
id: Pendamping AI
ms: Pendamping AI
tr: Yapay Zeka Asistanı
ur: AI ساتھی

source: Alarm Options
ar: خيارات التنبيه
bn: অ্যালার্ম বিকল্প
fa: گزینه‌های زنگ هشدار
fr: Options d'alarme
id: Opsi Alarm
ms: Pilihan Penggera
tr: Alarm Seçenekleri
ur: الارم کے اختیارات

source: Alarm Time
ar: وقت التنبيه
bn: অ্যালার্ম সময়
fa: زمان زنگ
fr: Heure de l'alarme
id: Waktu Alarm
ms: Waktu Penggera
tr: Alarm Saati
ur: الارم کا وقت

source: Align the compass arrow in the direction of the Kaaba
ar: وجّه سهم البوصلة نحو الكعبة
bn: কম্পাসের তীরটি কাবার দিকে সারিবদ্ধ করুন
fa: فلش قطب‌نما را در جهت کعبه تنظیم کنید
fr: Alignez la flèche de la boussole vers la Kaaba
id: Arahkan panah kompas ke arah Ka'bah
ms: Sejajarkan anak panah kompas ke arah Kaabah
tr: Pusula okunu Kabe yönüne hizalayın
ur: کمپاس کا تیر کعبہ کی سمت میں سیدھ کریں

source: All prayer notifications disabled
ar: جميع إشعارات الصلاة معطّلة
bn: সমস্ত নামাজের বিজ্ঞপ্তি নিষ্ক্রিয়
fa: همه اعلان‌های نماز غیرفعال شدند
fr: Toutes les notifications de prière désactivées
id: Semua notifikasi shalat dinonaktifkan
ms: Semua pemberitahuan solat dilumpuhkan
tr: Tüm namaz bildirimleri devre dışı
ur: تمام نماز کی اطلاعات غیر فعال

source: Allah has ninety-nine Names, one-hundred less one; and he who memorizes them all by heart will enter Paradise.
ar: إن لله تسعة وتسعين اسمًا، مائة إلا واحدًا، من أحصاها دخل الجنة.
bn: আল্লাহর নিরানব্বইটি নাম রয়েছে, একশো থেকে একটি কম; এবং যে তাদের সকলকে হৃদয় দিয়ে মুখস্থ করবে সে জান্নাতে প্রবেশ করবে।
fa: الله نود و نه نام دارد، یکی کمتر از صد؛ و هر کس همه آن‌ها را حفظ کند، به بهشت می‌رود.
fr: Allah a quatre-vingt-dix-neuf Noms, cent moins un ; et celui qui les mémorise tous par cœur entrera au Paradis.
id: Allah memiliki sembilan puluh sembilan Nama, seratus kurang satu; dan barang siapa menghafalnya semuanya akan masuk Surga.
ms: Allah mempunyai sembilan puluh sembilan Nama, seratus tolak satu; dan sesiapa yang menghafalnya akan masuk Syurga.
tr: Allah'ın doksan dokuz ismi vardır, yüzden bir eksik; ve bunların hepsini ezberleyen Cennet'e girer.
ur: اللہ کے ننانوے نام ہیں، سو میں سے ایک کم؛ اور جو انہیں دل سے یاد کرے گا وہ جنت میں داخل ہوگا۔

source: App Icon
ar: أيقونة التطبيق
bn: অ্যাপ আইকন
fa: آیکون برنامه
fr: Icône de l'app
id: Ikon Aplikasi
ms: Ikon Aplikasi
tr: Uygulama Simgesi
ur: ایپ آئیکن

source: App Language
ar: لغة التطبيق
bn: অ্যাপ ভাষা
fa: زبان برنامه
fr: Langue de l'application
id: Bahasa Aplikasi
ms: Bahasa Aplikasi
tr: Uygulama Dili
ur: ایپ کی زبان

source: Appearance
ar: المظهر
bn: চেহারা
fa: ظاهر
fr: Apparence
id: Tampilan
ms: Penampilan
tr: Görünüm
ur: ظہور

source: Apple Health access was denied. Please enable access in Settings.
ar: تم رفض الوصول إلى Apple Health. يرجى تفعيل الوصول في الإعدادات.
bn: Apple Health অ্যাক্সেস অস্বীকার করা হয়েছে। সেটিংসে অ্যাক্সেস সক্ষম করুন।
fa: دسترسی به سلامت اپل رد شد. لطفاً در تنظیمات، دسترسی را فعال کنید.
fr: L'accès à Apple Santé a été refusé. Veuillez activer l'accès dans les Réglages.
id: Akses Apple Health ditolak. Harap aktifkan akses di Pengaturan.
ms: Akses Apple Health dinafikan. Sila aktifkan akses dalam Tetapan.
tr: Apple Sağlık erişimi reddedildi. Lütfen Ayarlar'dan erişimi etkinleştirin.
ur: Apple Health تک رسائی مسترد کر دی گئی۔ برائے مہربانی ترتیبات میں رسائی فعال کریں۔
